{
  "0" : [
    {
      "id" : 0,
      "sectionId" : 2,
      "subSectionId" : 0,
      "count" : 0,
      "data" : "دعاء ُلبْس الثوب\nالْحَمْدُ للَّهِ الَّذِي كَسَانِي هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّة."
    },
    {
      "id" : 1,
      "sectionId" : 2,
      "subSectionId" : 0,
      "count" : 0,
      "data" : "دعاء ُلبْس الثوب الجديد\nاللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ."
    },
    {
      "id" : 2,
      "sectionId" : 2,
      "subSectionId" : 0,
      "count" : 0,
      "data" : "الدعاء لمن لبس ثوبا جديدا\nتُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى.\nاِلْبَسْ جَدِيداً وَعِشْ حَمِيداً وَمُتْ شَهِيداً."
    },
    {
      "id" : 3,
      "sectionId" : 2,
      "subSectionId" : 0,
      "count" : 0,
      "data" : "الدعاء لمن لبس ثوبا جديدا\nتُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى.\nاِلْبَسْ جَدِيداً وَعِشْ حَمِيداً وَمُتْ شَهِيداً."
    }
  ],
  "1" : [
    {
      "id" : 0,
      "sectionId" : 2,
      "subSectionId" : 1,
      "count" : 0,
      "data" : "فضل عيادة المريض\nقَالَ النَّبِيُّ صلى الله عليه وسلم: (إِذَا عَادَ الرَّجُلُ أَخَاهُ الْمُسْلِمَ مَشَى فِي خِرَافَةِ الْجَنَّةِ حَتَّى يَجْلِسَ، فَإِذَا جَلَسَ غَمَرَتْهُ الرَّحْمَةُ، فَإِنْ كَانَ غُدْوَةً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِيَ، وَإِنْ كَانَ مَسَاءً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ)."
    },
    {
      "id" : 1,
      "sectionId" : 2,
      "subSectionId" : 1,
      "count" : 0,
      "data" : "لاَ بأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ."
    },
    {
      "id" : 2,
      "sectionId" : 2,
      "subSectionId" : 1,
      "count" : 0,
      "data" : "أَسْأَلُ اللَّهَ الْعَظيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفيَكَ."
    },
    {
      "id" : 3,
      "sectionId" : 2,
      "subSectionId" : 1,
      "count" : 0,
      "data" : "دعاء المريض الذي يئس من حياته\nاللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى.\n\nجَعَلَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ مَوْتِهِ يُدْخِلُ يَدَيْهِ فِي الْمَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ، وَيَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ إِنَّ لِلْمَوْتِ سَكَرَاتٍ.\n\nلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ المُلْكُ وَلَهُ الْحَمْدُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ."
    }
  ],
  "2" : [
    {
      "id" : 0,
      "sectionId" : 2,
      "subSectionId" : 2,
      "count" : 0,
      "data" : "بَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ.\n\nوَيَرُدُّ عَلَيْهِ الْمُهَــــــنَّأُ فَيَقُولُ: (بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللَّهُ خَيْراً، وَرَزَقَكَ اللَّهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ)"
    },
    {
      "id" : 1,
      "sectionId" : 2,
      "subSectionId" : 2,
      "count" : 0,
      "data" : "ما يعوذ به الأولاد\nكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَوِّذُ الحَسَنَ وَالحُسَينَ رضي الله عنهما (أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ)."
    }
  ],
  "3" : [
    {
      "id" : 0,
      "sectionId" : 2,
      "subSectionId" : 3,
      "count" : 0,
      "data" : "الدعاء للمتزوج\nبَارَكَ اللَّهُ لَكَمَا، وَبَارَكَ عَلَيْكَمَا، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ."
    },
    {
      "id" : 1,
      "sectionId" : 2,
      "subSectionId" : 3,
      "count" : 0,
      "data" : "دعاء المتزوج و شراء الدابة\nإِذَا تَزَوَّجَ أَحَدُكُمُ امْرَأَةً، أَوْ إِذَا اشْتَرَى خَادِماً فَلْيَقُلْ: (اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ، وَإِذَا اشْتَرَى بَعِيراً فَلْيَأْخُذْ بِذِرْوَةِ سَنَامِهِ وَلْيَقُلْ مِثْلَ ذَلِكَ)."
    },
    {
      "id" : 2,
      "sectionId" : 2,
      "subSectionId" : 3,
      "count" : 0,
      "data" : "الدعاء قبل إتيان الزوجة\nبِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا."
    }
  ],
  "4" : [
    {
      "id" : 0,
      "sectionId" : 2,
      "subSectionId" : 4,
      "count" : 0,
      "data" : "ما يقال في اﻟﻤﺠلس\nعَنِ ابْنِ عُمَرَ رضي الله عنه قَاَلَ: كَانَ يُعَدُّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَجْلِسِ الوَاحِدِ مِائَةُ مَرَّةٍ مِنْ قَبْلِ أَنْ يَقُومَ: (رَبِّ اغْفِرْ لِي، وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الغَفُورُ)."
    },
    {
      "id" : 1,
      "sectionId" : 2,
      "subSectionId" : 4,
      "count" : 0,
      "data" : "كفارة اﻟﻤﺠلس\nسُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ."
    }
  ],
  "5" : [
    {
      "id" : 0,
      "sectionId" : 2,
      "subSectionId" : 5,
      "count" : 0,
      "data" : "دعاء الركوب\nبِسْمِ اللَّهِ، وَالْحَمْدُ للَّهِ ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾\nلْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَكَ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي؛ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ."
    },
    {
      "id" : 1,
      "sectionId" : 2,
      "subSectionId" : 5,
      "count" : 0,
      "data" : "دعاء السفر\nاللَّهُمَّ إِنّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَليفَةُ فِي الْأَهْلِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمَنْظَرِ، وَسُوءِ الْمُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ.\nوإذا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ: (آيِبُونَ، تائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ)."
    },
    {
      "id" : 2,
      "sectionId" : 2,
      "subSectionId" : 5,
      "count" : 0,
      "data" : "دعاء دخول القرية أو البلدة\nاللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّياطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ، وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا."
    },
    {
      "id" : 3,
      "sectionId" : 2,
      "subSectionId" : 5,
      "count" : 0,
      "data" : "دعاء المسافر للمقيم\nأَسْتَوْدِعُكُمُ اللَّهَ الَّذِي لاَ تَضِيعُ وَدَائِعُهُ."
    },
    {
      "id" : 4,
      "sectionId" : 2,
      "subSectionId" : 5,
      "count" : 0,
      "data" : "دعاء المقيم للمسافر\nأَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ.\nزَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَيَسَّرَ لَكَ الخَيْرَ حَيْثُ ما كُنْتَ."
    },
    {
      "id" : 5,
      "sectionId" : 2,
      "subSectionId" : 5,
      "count" : 0,
      "data" : "الدعاء إذا تعس المركوب\nبِسْمِ اللَّهِ."
    },
    {
      "id" : 6,
      "sectionId" : 2,
      "subSectionId" : 5,
      "count" : 0,
      "data" : "التكبير و التسبيح في سير السفر\nقَالَ جَابِرٌ رضي الله عنه: (كُنَّا إِذَا صَعَدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا)."
    },
    {
      "id" : 7,
      "sectionId" : 2,
      "subSectionId" : 5,
      "count" : 0,
      "data" : "دعاء المسافر إذا أسحر\nسَمَّعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلاَئِهِ عَلَيْنَا، رَبَّنَا صاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذاً بِاللَّهِ مِنَ النَّارِ."
    },
    {
      "id" : 8,
      "sectionId" : 2,
      "subSectionId" : 5,
      "count" : 0,
      "data" : "ذكر الرجوع من السفر\nيُكَبِّرُ عَلَى كُلِّ شَرَفٍ ثَلاَثَ تَكْبِيرَاتٍ ثُمَّ يَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزابَ وَحْدَهُ."
    }
  ]
}